naboo_60ms_5deg/0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

flowVelocity         (59.772 0 5.229);
flowSpeed            60;
pressure             0;
turbulentKE          0.24; // Keep your original values unless you have a reason to change
turbulentOmega       1.78; // Keep your original values unless you have a reason to change

// ************************************************************************* //
